[{"headline":"THANKS JACOB H. SCHIFF.; Milukoff Pleased at Evidences of Rapprochement with This Country.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9F04E4DE153AE433A25753C1A9629C946696D6CF","date":"1917-04-10","tweet":"THANKS JACOB H. SCHIFF.; Milukoff Pleased at Evidences of Rapprochement with This Country. http://query.nytimes.com/mem/archive-free/pdf?res=9F04E4DE153AE433A25753C1A9629C946696D6CF #1917LIVE"},{"headline":"LVOFF SAYS AMERICA HASTENS THE VICTORY; Thinks Her Action Guarantees a Solution of Problems to Arise in Peace Negotiations.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9904E4DE153AE433A25753C1A9629C946696D6CF","date":"1917-04-10","tweet":"LVOFF SAYS AMERICA HASTENS THE VICTORY; Thinks Her Action Guarantees a Solution of Problems to Arise in... http://query.nytimes.com/mem/archive-free/pdf?res=9904E4DE153AE433A25753C1A9629C946696D6CF #1917LIVE"},{"headline":"HARDEN SUGGESTS LIMITED MONARCHY; Urges the Prussians to Remodel Their Government on Lines of the English. REVENTLOW IS DEPRESSED Fears Central Powers Are Weakening;-Kaiser's Reform Proposals Bring Easter Rejoicing. Promise Brings Rejoicing. Criticise Kiser's Concessions. Message Hailed by Vorwaerts. Predicts Salutary Effect Abroad. Called a Binding Pledge.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9504E5DE153AE433A25753C1A9629C946696D6CF","date":"1917-04-10","tweet":"HARDEN SUGGESTS LIMITED MONARCHY; Urges the Prussians to Remodel Their Government on Lines of the Engli... http://query.nytimes.com/mem/archive-free/pdf?res=9504E5DE153AE433A25753C1A9629C946696D6CF #1917LIVE"},{"headline":"NEW BERLIN MOVE TO WIN RUSSIANS; Socialist Leaders, with Government Sanction, Start on Mission for Separate Peace. EASTERN OFFENSIVE HALTED Copenhagen Hears It Has Been Suspended While Parleys with 'Comrades' Are Proceeding.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9801E6DE153AE433A25753C1A9629C946696D6CF","date":"1917-04-10","tweet":"NEW BERLIN MOVE TO WIN RUSSIANS; Socialist Leaders, with Government Sanction, Start on Mission for Sepa... http://query.nytimes.com/mem/archive-free/pdf?res=9801E6DE153AE433A25753C1A9629C946696D6CF #1917LIVE"},{"headline":"ARLISS REVIVES \"DISRAELI.\"; Cheered, He Tells in Speech of Statesman's Warning of Prussia.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9903E5DE153AE433A25753C1A9629C946696D6CF","date":"1917-04-10","tweet":"ARLISS REVIVES \"DISRAELI.\"; Cheered, He Tells in Speech of Statesman's Warning of Prussia. http://query.nytimes.com/mem/archive-free/pdf?res=9903E5DE153AE433A25753C1A9629C946696D6CF #1917LIVE"},{"headline":"GERMAN CRUELTY SEEN BY GERARD; Tells Canadian Club of War Prisoners Put in Camps with Typhus-Stricken Russians. CHILDREN TAUGHT SAVAGERY Ambassador Saw Them Shoot Prisoners with Arrows Tipped with Nails. CANADA APPEALS TO US Sir. Wm. H. Hearst, Ontario's Premier, Says Germany Is About to Make a Terrible Death Struggle. To Jail for Giving Food. Prisoners Put With Typhus Patients. Every Man Has a Duty. Canada and America United. U-Boat Situation \"Uncomfortable.\"","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9D0DE6DE153AE433A25753C1A9629C946696D6CF","date":"1917-04-10","tweet":"GERMAN CRUELTY SEEN BY GERARD; Tells Canadian Club of War Prisoners Put in Camps with Typhus-Stricken R... http://query.nytimes.com/mem/archive-free/pdf?res=9D0DE6DE153AE433A25753C1A9629C946696D6CF #1917LIVE"}]