[{"headline":"APPRECIATES OUR STRENGTH; But Prefers War With America to Modifying U-Boat Activities. PRAISE FOR AMERICAN NAVY Persius Warns Germans Against Accepting Criticisms of It Made at Home. EXPECT INTERNAL REFORMS Observers See Fair Prospects for an Early Liberalization of Imperial Government. Little News from America Received. Persius Appraises Our Navy Highly. Friends of Reform Encouraged. WAR WITH AMERICA FINDS BERLIN CALM Cordial Answer to Russian Socialists. HAIL PROSPECTS OF REFORM. German Papers Hopeful of the Constitutional Commission's Work.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9503EFD8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"APPRECIATES OUR STRENGTH; But Prefers War With America to Modifying U-Boat Activities. PRAISE FOR AMERI... http://query.nytimes.com/mem/archive-free/pdf?res=9503EFD8143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"GEN. VON PRITTWITZ DEAD.; His Failure Against the Russians Brought Hindenburg to Fore.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9E06E7D7143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"GEN. VON PRITTWITZ DEAD.; His Failure Against the Russians Brought Hindenburg to Fore. http://query.nytimes.com/mem/archive-free/pdf?res=9E06E7D7143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"SOCIALIST IN REICHSTAG HINTS AT REVOLUTION; Ledebour Cites Kerensky's Rise in Russia to Encourage His Followers.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9B01EED8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"SOCIALIST IN REICHSTAG HINTS AT REVOLUTION; Ledebour Cites Kerensky's Rise in Russia to Encourage His F... http://query.nytimes.com/mem/archive-free/pdf?res=9B01EED8143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"68 JEWS TELL WHY THEY ARE PRO-ALLY; Sign Declaration Backing O. S. Straus's Letter to British and French Ambassadors. GREETINGS TO FREE RUSSIA Hold That the War Involves Principles in Which All Jews Are Concerned. ASKS JEWS TO ENLIST. General Wood Says Now Is Time to Prove Loyalty.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9905EED8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"68 JEWS TELL WHY THEY ARE PRO-ALLY; Sign Declaration Backing O. S. Straus's Letter to British and Frenc... http://query.nytimes.com/mem/archive-free/pdf?res=9905EED8143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"GERMANS PREPARE A SUPREME EFFORT; Every Available Man, Even Unfit and Those Over 45, Called to the Colors. MAY STRIKE IN ALSACE Removal of Headquarters to Kreuznach, on Rhine, Indicates Attack in the South. BULGAR HOPE OF PEACE. Premier Thinks Rapprochement with Russia Possible.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9900EED8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"GERMANS PREPARE A SUPREME EFFORT; Every Available Man, Even Unfit and Those Over 45, Called to the Colo... http://query.nytimes.com/mem/archive-free/pdf?res=9900EED8143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"RUSSIAN AIRPLANES SET BRAILA ON FIRE; Austrians Near Kirlibaba, Carpathians, Storm Trenches, But Are Driven Off. RUSSIAN ARMY CONFIDENT. Demands That Making and Transport of Munitions Be Speeded Up.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9C04EED8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"RUSSIAN AIRPLANES SET BRAILA ON FIRE; Austrians Near Kirlibaba, Carpathians, Storm Trenches, But Are Dr... http://query.nytimes.com/mem/archive-free/pdf?res=9C04EED8143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"RUSSIA'S LESSON FOR PACIFISTS; The Great Reforms There Were Brought About by Those Who Were Willing to Fight for Liberty. THE ENEMY. For a Declaration That It Is the Prussian State. Guardsmen for Universal Service. Lord Byron's Prophecy. A Young American's Blunder.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9E07E7D7143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"RUSSIA'S LESSON FOR PACIFISTS; The Great Reforms There Were Brought About by Those Who Were Willing to ... http://query.nytimes.com/mem/archive-free/pdf?res=9E07E7D7143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"JEWISH CONGRESS SEPT. 2.; Committee Fixes Date and Sends Greetings to Russian Government.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=990CEED8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"JEWISH CONGRESS SEPT. 2.; Committee Fixes Date and Sends Greetings to Russian Government. http://query.nytimes.com/mem/archive-free/pdf?res=990CEED8143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"EX-CZAR AND HIS WIFE NOW ARE ISOLATED; Their Entourage Removed to a Fortress;-Plot to Make Grand Duke Nicholas Emperor. RALLY TO NEW REGIME. Russian Soldiers in France Take Oath of Allegiance.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9804EED8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"EX-CZAR AND HIS WIFE NOW ARE ISOLATED; Their Entourage Removed to a Fortress;-Plot to Make Grand Duke N... http://query.nytimes.com/mem/archive-free/pdf?res=9804EED8143AE433A25751C0A9629C946696D6CF #1917LIVE"},{"headline":"CZERNIN'S SPEECH REVIVES PEACE TALK; Semi-Official German Intimation That Overtures from Russia Would Be Welcomed. REACTION NOT FAVORED Hungarian Parties Declare for Non-Interference in Russia's Internal Affairs;-Excitement in Holland.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9A01EED8143AE433A25751C0A9629C946696D6CF","date":"1917-04-02","tweet":"CZERNIN'S SPEECH REVIVES PEACE TALK; Semi-Official German Intimation That Overtures from Russia Would B... http://query.nytimes.com/mem/archive-free/pdf?res=9A01EED8143AE433A25751C0A9629C946696D6CF #1917LIVE"}]