[{"headline":"HOUSE ELECTS CLARK AGAIN; Quickly Chooses Him Speaker, 217 to 205, for the Fourth Term. PATRIOTISM THE KEYNOTE Lenroot Stirs Enthusiasm by Promising That Republicans Will Sink Partisanship. MISS RANKIN APPLAUDED New Woman Member Bows Her Acknowledgments to Greetings from Both Sides. House in Patriotic Mood. Applause for Miss Rankin. Lenroot Arouses the House. STONE FOR QUICK ACTION. Says if War Comes He Will Be a Screaming War Eagle. TO CONGRATULATE RUSSIA. Arkansas Congressman Offers a Resolution;-Spy Measure Introduced. WOMEN GREET MISS RANKIN. Suffragists Entertain Her and She Makes a Speech. TROOPS GUARD THE CAPITOL. Extraordinary Precautions Taken to Insure President's Safety.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9904E5D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"HOUSE ELECTS CLARK AGAIN; Quickly Chooses Him Speaker, 217 to 205, for the Fourth Term. PATRIOTISM THE ... http://query.nytimes.com/mem/archive-free/pdf?res=9904E5D7143AE433A25750C0A9629C946696D6CF #1917LIVE"},{"headline":"HOT FIGHTING IN RUMANIA.; Germans Talk of Repelling Russians on Four-Mile Front.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9506E5D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"HOT FIGHTING IN RUMANIA.; Germans Talk of Repelling Russians on Four-Mile Front. http://query.nytimes.com/mem/archive-free/pdf?res=9506E5D7143AE433A25750C0A9629C946696D6CF #1917LIVE"},{"headline":"RUSSIANS DRIVING TURKS FROM PERSIA; Take Two More Towns, Forcing the Foe Toward Mesopotamian Border. TURKS LOST 8,000 AT GAZA Late Official Reports Say Fog Saved Their Palestine Army from Complete Disaster. HARD FIGHTING NEAR ARRAS. Germans Driven from Villages Where They Clung Tenaciously.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9406E5D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"RUSSIANS DRIVING TURKS FROM PERSIA; Take Two More Towns, Forcing the Foe Toward Mesopotamian Border. TU... http://query.nytimes.com/mem/archive-free/pdf?res=9406E5D7143AE433A25750C0A9629C946696D6CF #1917LIVE"},{"headline":"The Church in Russia.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9C06E4D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"The Church in Russia. http://query.nytimes.com/mem/archive-free/pdf?res=9C06E4D7143AE433A25750C0A9629C946696D6CF #1917LIVE"},{"headline":"GERMANS MUST BOIL MOST OF THEIR FOOD; Lack of Fats Leaves Them No Other Choice and Renders Diet Unpalatable. MANY SHOW ITS EFFECTS Evidences of Underfeeding Seen on Every Hand in Prussia;-Endurance Near Its Limit. Lacks Scientific Proof. Wages Too Low. Everything Boiled. No Butter Either.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9D03E5D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"GERMANS MUST BOIL MOST OF THEIR FOOD; Lack of Fats Leaves Them No Other Choice and Renders Diet Unpalat... http://query.nytimes.com/mem/archive-free/pdf?res=9D03E5D7143AE433A25750C0A9629C946696D6CF #1917LIVE"},{"headline":"FULL JEWISH RIGHTS IN RUSSIA ASSURED; Louis Marshall Gets Dispatch from Baron Gunzburg Confirming the News. TO PUBLISH DECREE SOON Cable Message Says Large Sums Are Needed for Settlings in New Places.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9500E5D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"FULL JEWISH RIGHTS IN RUSSIA ASSURED; Louis Marshall Gets Dispatch from Baron Gunzburg Confirming the N... http://query.nytimes.com/mem/archive-free/pdf?res=9500E5D7143AE433A25750C0A9629C946696D6CF #1917LIVE"},{"headline":"SIBERIAN TOWNS FAVOR REPUBLIC; President of American-Russian Chamber of Commerce Tells of People's Joy. NEW GOVERNOR GETS SHOCK Tells Delegation of Intention to Rule Firmly and Learns He Is Under Arrest. QUIT COURT OVER RASPUTIN. Grand Duchess, Abbess of Convent Asks Government to Let Her Stay. CURSES GERMAN KAISER. Russian Deputy Tells the People to Answer Him with the Bayonet. RUSSIA WANTS SHELLS RUSHED Under New Terms Payments Will Be Made at Once.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9501E5D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"SIBERIAN TOWNS FAVOR REPUBLIC; President of American-Russian Chamber of Commerce Tells of People's Joy.... http://query.nytimes.com/mem/archive-free/pdf?res=9501E5D7143AE433A25750C0A9629C946696D6CF #1917LIVE"},{"headline":"PADEREWSKI SEES LIBERTY FOR POLAND; Halls with Joy New Russia's Offer to Establish Independent State. MAY BE DUE TO PRESIDENT Pianist Predicts His Countrymen Will Accept Offer and Prove Their Ability to Govern Themselves. MOVE TO ARM NEW RUSSIA. Gift of 300,000 Krag Rifles by the United States Is Advocated.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=940DE5D7143AE433A25750C0A9629C946696D6CF","date":"1917-04-03","tweet":"PADEREWSKI SEES LIBERTY FOR POLAND; Halls with Joy New Russia's Offer to Establish Independent State. M... http://query.nytimes.com/mem/archive-free/pdf?res=940DE5D7143AE433A25750C0A9629C946696D6CF #1917LIVE"}]