[{"headline":"SENATE INDORSES WAGNER, ENDING MITCHEL INQUIRY; Adopts Resolution of Confidence at an All-Night Secret Conference. NO CENSURE OF MITCHEL Mayor Is Cross-Examined on the Rockaway Fortification Measures. HE MEANT NO ATTACK Explains That His Reference to the \"Gentleman from Prussia\" Was in the Nature of a Retort to Wagner. Untermyer Cross-Examines Mitchel. WAGNER INDORSED, INQUIRY ENDED Mayor's statement Analysed. Says R. A. C. Smith Wanted the Bill. Rockaway Legislation Discussed. TAKES ROCKAWAY LAND. Whitman Is Ready to Turn It Over to the Government.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9405EED7143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"SENATE INDORSES WAGNER, ENDING MITCHEL INQUIRY; Adopts Resolution of Confidence at an All-Night Secret ... http://query.nytimes.com/mem/archive-free/pdf?res=9405EED7143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"AUSTRIA TO PROPOSE PEACE; Charles to Make Statement to World on Behalf of Teutonic Allies. OPPOSES PRUSSIAN JINGOES Pressure Brought to Bear on Reactionaries Who Demand Territorial Aggrandizement. PEOPLE STIRRED BY RUSSIA But Dual Monarchy May Be Compelled by Germany to Break with United States. AUSTRIA TO PROPOSE PEACE SHORTLY","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9C04EED7143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"AUSTRIA TO PROPOSE PEACE; Charles to Make Statement to World on Behalf of Teutonic Allies. OPPOSES PRUS... http://query.nytimes.com/mem/archive-free/pdf?res=9C04EED7143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"SEES ZIONISM'S END IN RUSSIAN REVOLT; Jewish Problem Solved, \" Freedom Is the Messiah,\" Says Rabbi Philipson.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9B00E7D6143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"SEES ZIONISM'S END IN RUSSIAN REVOLT; Jewish Problem Solved, \" Freedom Is the Messiah,\" Says Rabbi Phil... http://query.nytimes.com/mem/archive-free/pdf?res=9B00E7D6143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"RUSSIA PROCLAIMS RELIGIOUS FREEDOM; Discriminatory Measures Largely Responsible for Rasputin's Rise and Czar's Downfall. WOMEN TO HAVE FRANCHISE Premier Says They Will Be Allowed to Vote in Election for Constituent Assembly.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9C00E7D6143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"RUSSIA PROCLAIMS RELIGIOUS FREEDOM; Discriminatory Measures Largely Responsible for Rasputin's Rise and... http://query.nytimes.com/mem/archive-free/pdf?res=9C00E7D6143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"MAY BLOCK SEPARATE PEACE; America's Stand a Menace to German Negotiations with Duma Government. COMMENT OF GERMAN PRESS Can't Understand Reason for War, but Will Face Eleventh Enemy Bravely. WISH FOR A BRYAN TREATY Plan 'Foolishly Rejected' Would Have Held Us Off for a Year, Tageblatt Says. Sees the Hand of England. Wish for a Bryan Treaty. BERLIN FEARS OUR INFLUENCE ON RUSSIA Gravity Not Underestimated. Reventlow Glad \"Mask Is Off.\" Government Restricts Comment. Scoff at \"Gold-Sated Yankees.\" Thinks We Won't Use Force. Say Their U-Boats Will Answer. Vorwarts Demands Reforms.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9F04EED7143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"MAY BLOCK SEPARATE PEACE; America's Stand a Menace to German Negotiations with Duma Government. COMMENT... http://query.nytimes.com/mem/archive-free/pdf?res=9F04EED7143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"DEFEAT RUSSIANS, CROSS THE STOKHOD; Petrograd Admits That Germans Inflicted Heavy Losses in Volhynia Battle. MUCH BOOTY CAPTURED Sharp Fighting Reported Elsewhere Along the Eastern Front, and Also in Rumania. GANNOT ATTACK RIGA LINE. Danish Officer Also Says Germans Seek to Allay Russians' Fears.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9403EED7143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"DEFEAT RUSSIANS, CROSS THE STOKHOD; Petrograd Admits That Germans Inflicted Heavy Losses in Volhynia Ba... http://query.nytimes.com/mem/archive-free/pdf?res=9403EED7143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"RUSSIAN ATTACHE STRANGELY SHOT; Michael Borzatovsky, Wounded, Is Found in a Room in Baltimore Country Club. ACCIDENT, FRIENDS INSIST Police Suspect Spy Attacked Diplomat Who Came from Petrograd Recently. Had Mysterious Bundle.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9B05EED7143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"RUSSIAN ATTACHE STRANGELY SHOT; Michael Borzatovsky, Wounded, Is Found in a Room in Baltimore Country C... http://query.nytimes.com/mem/archive-free/pdf?res=9B05EED7143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"DEMOCRATIC GERMANY.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9406E7D6143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"DEMOCRATIC GERMANY. http://query.nytimes.com/mem/archive-free/pdf?res=9406E7D6143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"GERMAN REPLY A PROTEST; Note Charges America Has Violated Old Prussian Treaties.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9A03E5D6143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"GERMAN REPLY A PROTEST; Note Charges America Has Violated Old Prussian Treaties. http://query.nytimes.com/mem/archive-free/pdf?res=9A03E5D6143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"PRESIDENT'S ACTION ELECTRIFIES RUSSIA; News Greeted with Shouts of Joy in Duma and Demonstrations in Streets.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9E00E7D6143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"PRESIDENT'S ACTION ELECTRIFIES RUSSIA; News Greeted with Shouts of Joy in Duma and Demonstrations in St... http://query.nytimes.com/mem/archive-free/pdf?res=9E00E7D6143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"Urges King George to Greet Russia.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9F00E7D6143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"Urges King George to Greet Russia. http://query.nytimes.com/mem/archive-free/pdf?res=9F00E7D6143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"TOPICS IN WALL STREET.; Franc and Ruble Exchanges Firm. A President's Opinion. Motor Issues and War Economics. Michigan Central Issue Soon. For Patriotism, Not Profit. Farm Loan Bonds Included. Taxing Expenditures. Money Market Firmer.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=950CE6D6143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"TOPICS IN WALL STREET.; Franc and Ruble Exchanges Firm. A President's Opinion. Motor Issues and War Eco... http://query.nytimes.com/mem/archive-free/pdf?res=950CE6D6143AE433A25756C0A9629C946696D6CF #1917LIVE"},{"headline":"TURKS STILL FLEE IN PERSIA; Russians Continue the Pursuit from Kerind Toward Khanikin.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9F03EED7143AE433A25756C0A9629C946696D6CF","date":"1917-04-05","tweet":"TURKS STILL FLEE IN PERSIA; Russians Continue the Pursuit from Kerind Toward Khanikin. http://query.nytimes.com/mem/archive-free/pdf?res=9F03EED7143AE433A25756C0A9629C946696D6CF #1917LIVE"}]