[{"headline":"LIBERTY STATUE FOR RUSSIA; Movement Starts to Raise Jewish Contributions for Gift.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9D06E4DD153AE433A25750C1A9629C946696D6CF","date":"1917-04-13","tweet":"LIBERTY STATUE FOR RUSSIA; Movement Starts to Raise Jewish Contributions for Gift. http://query.nytimes.com/mem/archive-free/pdf?res=9D06E4DD153AE433A25750C1A9629C946696D6CF #1917LIVE"},{"headline":"'BLUNDERED,' SAYS PREMIER; And America Must Begin Where Britain Is Now to Guarantee Victory. SHIPS NEEDED ABOVE ALL Forecasts Our Huge War Power and Wonders Prussia Drew a 'Hindenburg Line' Here. SEES BRIGHT DAWN COMING Picture of Democracy Triumphant Stirs London Hearers, Celebrating Our Joining Allies. Demonstration for the President. Ambassador Page Stirs Enthusiasm. Come at Duty's Call. Lloyd George's Speech. Prussia Not a State, But an Army. That \"Hindenburg Line.\" When America Was Roused. Why Did Berlin Provoke Us? Ships \"the Road to Victory.\" Wants Us at Peace Conference. \"Attacked With the Dawn.\" An Ovation for Hoover. Anglo-Saxons a Unit, Says Page. America to be \"More Neighborly.\"","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9906E5DD153AE433A25750C1A9629C946696D6CF","date":"1917-04-13","tweet":"'BLUNDERED,' SAYS PREMIER; And America Must Begin Where Britain Is Now to Guarantee Victory. SHIPS NEED... http://query.nytimes.com/mem/archive-free/pdf?res=9906E5DD153AE433A25750C1A9629C946696D6CF #1917LIVE"},{"headline":"VIENNA AND SOFIA APPROACH ALLIES FOR PEACE TERMS; Seek to Get Into Touch Privately with Entente Diplomats in Switzerland. MEET NO ENCOURAGEMENT Are Told All Negotiations Must Be Public, with Statement of Conditions Proposed. PEOPLE ARE WEARY OF WAR Food Shortage and Russian Revolution Causing Unrest;-Peace Move Known in Washington. Both Nations Tired of War. News as Heard in London.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9C07E5DD153AE433A25750C1A9629C946696D6CF","date":"1917-04-13","tweet":"VIENNA AND SOFIA APPROACH ALLIES FOR PEACE TERMS; Seek to Get Into Touch Privately with Entente Diploma... http://query.nytimes.com/mem/archive-free/pdf?res=9C07E5DD153AE433A25750C1A9629C946696D6CF #1917LIVE"},{"headline":"RUSSIANS SEND GOOD-WILL.; Cable Messages Tell of Joy Over America's Entry Into the War.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9F06E4DD153AE433A25750C1A9629C946696D6CF","date":"1917-04-13","tweet":"RUSSIANS SEND GOOD-WILL.; Cable Messages Tell of Joy Over America's Entry Into the War. http://query.nytimes.com/mem/archive-free/pdf?res=9F06E4DD153AE433A25750C1A9629C946696D6CF #1917LIVE"},{"headline":"NINETEEN STATES GREET NEW RUSSIA; American Committee Makes Public Messages of Encourment to the Duma. FINANCIAL HELP NEEDED Jacob H. Schiff Calls Attention to the Urgent Opportunity for Aid.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=9E06E4DD153AE433A25750C1A9629C946696D6CF","date":"1917-04-13","tweet":"NINETEEN STATES GREET NEW RUSSIA; American Committee Makes Public Messages of Encourment to the Duma. F... http://query.nytimes.com/mem/archive-free/pdf?res=9E06E4DD153AE433A25750C1A9629C946696D6CF #1917LIVE"},{"headline":"Russia Takes Over Harvest Reserve.","url":"http://query.nytimes.com/mem/archive-free/pdf?res=980CE5DD153AE433A25750C1A9629C946696D6CF","date":"1917-04-13","tweet":"Russia Takes Over Harvest Reserve. http://query.nytimes.com/mem/archive-free/pdf?res=980CE5DD153AE433A25750C1A9629C946696D6CF #1917LIVE"}]